[
	//Spectator
	{
		"name": "Spectator",
		"outerColor": [255,255,255]
//		"innerColor": [255,255,255]
	},

	{
		//nations
		"name": "Capitalia",
		"leaderName": "The Benevolent One",
		"adjective": ["Capitalian"],
		"startBias": ["Coast"],
		"preferredVictoryType": "Diplomatic",

		"startIntroPart1": "Ladies and gentlemen, survivors of the catacylsm that brought our world to its knees, I stand before you today as a beacon of hope, a symbol of resilience, and a testament to the indomitable human spirit. We have endured unimaginable hardships, witnessed the collapse of our once-thriving civilization, and faced the brink of annihilation",
		"startIntroPart2": "But here we are, survivors, united in our determination to rebuild what was lost and forge a new future. The story of our civilization will not end with destruction; instead, it will be defined by our ability to survive, rebuild, and thrive. Thank you, and let us embark on this remarkable journey together.",

		"declaringWar": "Resources are scarce, our people must survive.",
		"attacked": "A foolish action that you will come to regret.",
		"defeated": "With heavy hearts and the weight of responsibility, I hereby declare the surrender of our nation, acknowledging the need for peace and the preservation of our people.",
		"introduction": "Greetings, fellow survivors of the Cataclysm, I am known merely as the Benevolent One, leader of Capitalia. We as a people, are inherently peaceful, and we hope you are too.",

		"neutralHello": "Greetings, have you come to trade??",
		"hateHello": "What does this wretch want?",

		"tradeRequest": "Capitalia is known for its many resources, natural or not, yet we do not have everything we need. We wish to negotiate a trade.",

		"outerColor": [34,52,52],
		"innerColor": [255, 255, 255],
		"favoredReligion": "Humanism",
		"uniqueName": "Caput Mundi",
		"uniques": [ 
			"Starts with [Constitution] adopted", 
			"[+70]% Strength <for [All] units> <when fighting in [Friendly Land] tiles> <when at war>",
			"[+20]% growth [in all cities] <when not at war>",
			"[+999999999]% Culture cost of natural border growth [in all cities]",
			"[-150]% City-state Influence degradation",
			"City-State Influence recovers at twice the normal rate",
			"City-State territory always counts as friendly territory",
			"[+150]% [Food] from City-States",
			"[+150]% [Culture] from City-States",
			"[+150]% [Faith] from City-States",
			"[+150]% [Science] from City-States",
			"[+150]% [Happiness] from City-States",
			"[+150]% [Production] from City-States",
		],
		"cities": ["Capitalia"],
        "spyNames": ["A", "B", "C", "D", "E", "F", "G", "H", "I", "J"]
	}

]
